DeviceName = "Audio (integriert)";
DeviceShortName = "Integriert";
ManufacturerName = "Apple Inc.";

Headphones = "Kopfhörer";
HeadphonesB = "Kopfhörer B";
IntSpeakers  = "Interne Lautsprecher";
LineOut = "Line-Out";
DigitalOut = "Digitaler Ausgang";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "Externes Mikrofon";
ExternalMicB = "Externes Mikrofon B";
InternalMic = "Internes Mikrofon";
LineIn = "Line-In";
DigitalIn = "Digitaler Eingang";
InputNone = "Ohne";

DeviceNameHeadphone = "Kopfhörer (integriert)";
DeviceNameSpeaker = "Lautsprecher (integriert)";
DeviceNameLineOut = "Line-Ausgang (integriert)";
DeviceNameDigitalOut = "Digital-Ausgang (integriert)";
DeviceNameHdmi = "HDMI-Audio-Ausgang (integriert)";
DeviceNameDisplayPort = "Display Port-Audio-Ausgang (integriert)";
DeviceNameLineIn = "Line-Eingang (integriert)";
DeviceNameAuxIn = "Aux-Eingang (integriert)";
DeviceNameMic = "Mikrofon (integriert)";
DeviceNameExtMic = "Externes Mikrofon (integriert)";
DeviceNameDigitalIn = "Digital-Eingang (integriert)";

DevShortNameHdpn = "Kopfhörer (integriert)";
DevShortNameSpkr = "Lautsprecher (integriert)";
DevShortNameLino = "Line-Ausgang (integriert)";
DevShortNameSpdo = "Digital-Ausgang (integriert)";
DevShortNameHdmi = "HDMI-Ausgang (integriert)";
DevShortNameDP = "Display Port-Ausgang (integriert)";
DevShortNameOut = "Ausgang (integriert)";
DevShortNameLini = "Line-Eingang (integriert)";
DevShortNameAuxi = "Aux-Eingang (integriert)";
DevShortNameEMic = "Externes Mikrofon (integriert)";
DevShortNameIMic = "Mikrofon (integriert)";
DevShortNameSpdi = "Digital-Eingang (integriert)";
DevShortNameIn = "Eingang (integriert)";

UnlockedClock = "Nicht geschützt";
LockedClock = "Geschützt";

HwSrcAutomatic = "Automatisch";
HwSrcEnable = "Aktivieren";
HwSrcDisable = "Deaktivieren";
